{
    "hints": [
        "Want to stay informed about NBABot's latest updates as they are added? Follow the #nbabot-updates channel in the support server - join with the link in `/help` or [here](https://invite.gg/nbabot).",
        "Want to know when NBABot is down for maintenance/updates? Follow the #nbabot-downtime channel in the support server - join with the link in `/help` or [here](https://invite.gg/nbabot).",
        "Unsure of the spelling of a player's name? Give it your best shot and NBABot will return the most similar names it knows.",
        "Want to see career or playoff player stats? Change the `mode` option in `/player-stats`.",
        "Want to see NBABot's source code? Use `/github`.",
        "Want to see tomorrow/yesterday scores/boxscores? You can use just `t` or `y` in the `date` option for these commands, e.g. `/scores date:t`.",
        "Have any questions about NBABot? Feel free to DM me, chig#4519.",
        "Want to allocate betting functionality to just one channel in your server? Use `/settings betting-channel` or inidividually disable certain commands within Server Settings > Integrations > NBABot.",
        "Does NBABot have a bug or not quite working as expected? Use the #help channel in the support server to get this fixed - join the server with the link in `/help`.",
        "Want to change your odds format? Select either US (e.g. -170 or +300) or Decimal (e.g. 1.90 or 2.82) with `/settings odds-format`.",
        "Want to be completely up to date with all NBA player injury updates? Follow the #all-teams channel in the support server – join with the link in `/help` or [here](https://invite.gg/nbabot).",
        "Want to be completely up to date with a specific team's injury updates? Follow the team's injury update announcement channel in the support server - join with the link in `/help` or [here](https://invite.gg/nbabot).",
        "Want to get $10 in the simulated betting system? Use `/vote`.",
        "Are you an NFL fan who likes NBABot? Check out NFLBot [here](https://chig.js.org/NFLBot).",
        "Are you an NFL fan who likes NBABot? Check out NFLBot [here](https://chig.js.org/NFLBot).",
        "Are you an NFL fan who likes NBABot? Check out NFLBot [here](https://chig.js.org/NFLBot).",
        "Have any suggestions or ideas for NBABot? Use `/suggest` in the support server - join with the link `/help` or [here](https://invite.gg/nbabot).",
        "Unsure of the exact date a team last played with `/boxscore`? No worries, NBABot will scan the last 5 days to find a team's latest game if they're not already playing.",
        "Want to know at what balance and global standing you peaked at? See that in `/balance`.",
        "Want to track LeBron's pursuit of the all-time scoring record? Use `/all-time-leaders stat: Points`.",
        "Want scores which update every 60 seconds in your server, and other great features? Check out the bot's patreon [here](https://patreon.com/nbabot/).",
        "Want the daily NBA headlines from ESPN in your server? Follow the #daily-headlines channel in the support server - join with the link in `/help` or [here](https://invite.gg/nbabot).",
        "Want to view the simulated betting leaderboard for your server? Use `/leaderboard`.",
        "Want to see the global simulated betting leaderboard? Use `/leaderboard global: true`.",
        "Want to get rid of NBABot's ads for yourself? Check out the bot's patreon [here](https://patreon.com/nbabot/).",
        "Want to get rid of NBABot's ads for your server? Check out the bot's patreon [here](https://patreon.com/nbabot/).",
        "Want to support NBABot's development? Check out the bot's patreon [here](https://patreon.com/nbabot/).",
        "Want live scores which update every 20 minutes in your server? Follow the #live-scores channel in NBABot's support server - join with the link in `/help` or [here](https://invite.gg/nbabot)."
    ]
}